Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/explanations_and_stories_fi/koulutusraportti_web_2_.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät viittaa Suomen perustuslakiin, jossa säädetään mm. saamelaisten alkuperäiskansaasemasta, saamelaisten oikeudesta omaan kieleen ja kulttuuriin sekä saamelaisille kotiseutualueellaan kuuluvasta kulttuuriitsehallinnosta, joka on voimassa olevista kollektiivisista alkuperäiskansaoikeuksista toiseksi tärkein.
sme: Sámediggi čujuha Suoma vuođđoláhkii, mas mearriduvvo ee. sámiid eamiálbmotsajis, sámiid vuoigatvuođas iežaset gillii ja kultuvrai sihke sámiide sin ruovttuguovllus gulli kultur iešstivrejumis, mii lea kollektiiva eamiálbmotvuoigatvuođain, mat leat fámus, nubbin dehalamos.

source: Tärkeimpänä alkuperäiskansaoikeutena saamelaiskäräjät pitää oikeutta kulttuuriseen eloonjäämiseen (cultural survival), joka on johtavana periaatteena mm. YK:n yleiskokouksen juuri hyväksymässä alkuperäiskansojen oikeuksia koskevassa julistuksessa.
sme: Dehalamos eamiálbmotvuoigatvuohtan sámediggi doallá vuoigatvuođa kulturlaš eallimis ceav zi mii (cultural survival), mii lea njunuš prinsihppan ee. ON oktasaščoahk ki ma aiddo dohkkehan eamiálbmogiid vuoigatvuođaid guoski julg gáštusas.

source: Suomen hallituksen edustajat olivat aktiivisesti edistämässä julistuksen hyväksymistä.
sme: Suoma ráđđehusa ovddasteaddjit ledje aktiivvalaččat ovddi deamin julggáštusa dohkkeheami.

source: Perustuslaissa säädetyt alkuperäiskansaoikeudet merkitsevät valtion ja saamelaisten suhteen erilaista luonnetta verrattuna valtion ja muiden vähemmistöjen suhteeseen.
sme: Vuođđolágas mearriduvvon eamiálbmotvuoigatvuođat mearkkašit stáhta ja sámiid gaskavuođa earalágan luonddu juos veardida stáhta ja eará vehádagaid gaskavuhtii.

source: Opetusministeriön tulisi johdonmukaisesti noudattaa yhdenvertaisuussuunnitelman myönteisen erityiskohtelun periaatetta ja toteuttaa saamelaisille perustuslaissa turvattuja oikeuksia toiminnassaan.
sme: Oahpahusministeriija galg ga šii njuolg gaduslaččat čuovvut ovttaveardásašvuođaplána mieh te mielalaš sierrameannudeami prinsihpa ja ollašuhttit sámiide vuođ đo lágas dorvvastuvvon vuoigatvuođaid sin doaimmain.

source: Alkuperäiskansaaseman perustana kansainvälisessä oikeudessa pidetään näiden kansojen muita alistetumpaa asemaa, kolonisaatiohistoriaa ja pitkälle menneisyydessä ulottuvaa kotimaista syrjintää ja sulauttamispolitiikan kohteena olemista.
sme: Eami álbmot saji vuođ đun riikkaidgaskasaš vuoigatvuođas atnojuv vojit dáid álbmogiid kolonisátiohistorjjá, ruovttueatnamis dahkkon vea la heapmi ja sud dadanpolitihkka.

source: Tämän historian seurauksena saamelaisten kielen ja kulttuurinvaihdos on edennyt laajalle ja kaikki Suomessa puhutut kolme saamen kieltä ovat nykyisten kansainvälisten luokitusten mukaan uhanalaisia, inarin ja koltansaame vakavasti uhanalaisia.
sme: Dán historjjás boahtti sámiid giela ja kultuvramolsun lea ovdánan viidásit ja buot Suomas hállon golbma sámegiela leat dálá riikkaidgaskasaš luohkkájuogu mielde áittat vuložat, anáraš ja nuortalašgiella lossadit áittatvuložat.

source: Se tarkoittaa sitä, etteivät nämä kielet ja niiden perustana olevat kulttuurimuodot välity uusille sukupolville (intergenerational trans-mission) ilman positiivisia erityistoimenpiteitä.
sme: Dat oaiv vilda dan, ahte dát gielat ja kulturvuogit, mat leat daid vuođđun, eai sirda šuva ođđa buolvvaide (intergenerational transmission) posi tiiva sierradoaibma bijuid haga.

source: Opetusministeriön hallinnonala on keskeisessä asemassa saamen kielen ja kulttuurin tulevaisuuden turvaamisessa.”
sme: Oahpahusministeriija hálddahus suorgi lea guovddáš sajis sámegiela ja kultuvrra boahtteáiggi dorv vas teamis.”

source: 8. Miten saamelaisopetuksen asema voitaisiin turvata?
sme: 8. Mo sámeoahpahusa saji sáhtašii dorvvastit?

source: – Kehittämisehdotuksia
sme: – ovddidanevttohusat

source: Työryhmän mielestä saamelaisopetuksen nykytilanne enteilee paluuta kansakoulun aikaan, jolloin saamen kielellä ei ollut asemaa opetuksessa ja saamelaisten kielenvaihdos eteni nopeasti.
sme: Bargojoavkku mielas sámeoahpahusa dáládilli einnosta máhccama álbmot skuvlla áigái, goas sámegielas ii lean sadji oahpahusas ja sámiid giellamolsun ovdánii jođánit.

source: Saamelaisten kotiseutualueen ulkopuolella asuvien saamelaislasten ja nuorten tilanne muistuttaa heidän isovanhempiensa lapsuuden tilannetta.
sme: Sámiid ruovttuguovllu olggobealde ássi sáme mánáid ja nuoraid dilli muittuha sin áhkuid ja ádjáid mánná vuođa dili.

source: Kun kieltä ei opeteta koulussa, sen puhujat jäävät luku ja kirjoitustaidottomiksi omassa kielessään.
sme: Go giela eai oahpat skuvllas, dan hállit báhcet lohkan ja čállindáiddu heapmin iežaset gielas.

source: Kielen puhujien määrä vähenee eikä uusia kielen käyttäjiä tule.
sme: Giela hálliid lohku geahppána eaige ođđa giela geavaheaddjit šatta.

source: Heikomman kielitaidon omaavat menettävät joko kielensä kokonaan tai kieli jää kehittymättä, koska revitalisaation mahdollistava kielen kirjallinen haltuunotto ei ole mahdollista.
sme: Dat geainna lea heittogamos gielladáidu masset juogo gielaset ollásit dahje giella báhcá ovdánkeahttá, daningo revitališuvnna vejolažžan dahkki giela čálalaš háldui váldin ii leat vejolaš.

source: Saamelaiset vanhemmat ja paikalliset kouluviranomaiset ovat pyrkineet yhteistyössä edistämään saamen kielen opetusta alueillaan.
sme: Sápmelaš vánhemat ja báikkálaš skuvlaeiseválddit leat geahččalan oktasaš barggus ovddidit sámegiela oahpahusa guovlluineaset.

source: Selkeimpiä esimerkkejä tästä yhteistyöstä ovat Rovaniemen, Oulun, Tampereen ja Helsingin kaupungit.
sme: Čielgasamos ovda mearkkat dán oktasašbarggus leat Roavvenjárgga, Oulu, Tampere ja Helsset gávpogat.

source: Paikkakunnilta, joissa saamelaisväestöä on vähemmän, vanhemmat ovat usein pyytäneet saamelaiskäräjiltä apua tilanteeseen ja uskoneet sen itsehallintoelimenä voivan vaikuttaa opetuksen järjestämiseen.
sme: Báikegottiin, main eai leat nu ollu sápmelaččat, ván hemat leat dávjá bivdán sámedikkis veahki dillái ja jáhkkán dan iešstivren orgá nan sáhttit váikkuhit oahpahusa ordnemii.

source: Saamelaiskäräjien mahdollisuudet vaikuttaa oman kansansa opetukseen ovat kuitenkin minimaaliset eikä saamelaisille perustuslaissa turvattua kulttuuriitsehallintoa ole toteutettu koulutuksen alueella.
sme: Sámedikki vejolašvuođat váikkuhit iežas álbmoga oahpahussii leat goit hui uhcán iige sámiide vuođđo lágas dorvvastuvvon kulturiešstivren leat ollašahttojuvvon skuvle jumi suorggis.

source: Saamelaiskäräjien mahdollisuudet rajoittuvat keskustelujen käymiseen paikallisten viranomaisten kanssa ja tietojen antamiseen opetusta koskevista määräyksistä.
sme: Sámedikki vejolašvuođat ollet ságastallamiidda báik ká laš eiseválddiiguin ja dieđuid addimii oahpahusa guoskevaš mearrádusaid birra.

source: Lisäksi se voi toimittaa opetuksessa tarvittavaa oppimateriaalia kouluille.
sme: Lassin dat sáhttá doaimmahit skuvllaide oahppamateriála, mii oahpahusas dárbbašuvvo.

source: Saamelaisopetuksen kehittäminen voimassaolevien säännösten perustalta, ilman että sen kokonaisuutta koordinoi yksikään viranomainen, ei ole mahdollista ja opetuksen kehittämispyrkimykset johtavat erikoisiin tilanteisiin.
sme: Sámeoahpahusa ovddideapmi njuolggadusaid vuođul, mat leat fámus, nu ahte dan ollisvuođa ii koordinere oktage eiseváldi, ii leat vejolaš ja oahpahusa ovddidanulbmilat dolvot erenoamáš diliide.

source: Tuorein esimerkki opetustilanteen parantamiseen pyrkivistä, mutta mahdottomaan tilanteeseen johtavista tapauksista löytyy Rovaniemeltä.
sme: Ođđasamos ovdamearka oahpahusdili buorideapmai figgi, muhto veadjemeahttun dillái doalvu dáhpáhusain gávdno Roavvenjárggas.

source: Saamen opetuksen asemaa haluttiin parantaa saattamalla saame A2kielten, ja niiden mukana koulukuljetusten ja pysyvien lukujärjestysten piiriin.
sme: Sámegiela oahpahusa sajádaga hálidedje buoridit bidjamiin sámegiela A2gielaid, ja daid mielde skuvlasáhtuid ja bissovaš lohkanortnegiid ollái.

source: Saamen opettaminen A2kielenä nosti kielen opetuksen statusta ja antoi sekä opettajalle, että oppilaille tunteen opetuksen jatkuvuudesta ja sen kuulumisesta ´normaaliin´ koulutyöhön.
sme: Sámegiela oahpahus A2giellan bajidii giela oahpahusa árvodási ja attii sihke oahpaheaddjái ja oahppiide dovddu oahpahusa bissovašvuođas ja dan gullamis ´normála´ skuvlabargui.

source: Samalla kaupunki varmisti ainoan mahdollisen saatavilla olevan saamen opetukseen tarkoitetun rahoituksen saamisen ja haki opetushallitukselta ”maahanmuuttajien oman äidinkielen, saamen kielen ja romanikielen opetuksen ” erillistä valtionavustusta, tullen samalla tästä valtionavustuksesta annettujen säännösten piiriin.
sme: Seammás gávpot sihkkarasttii áidna vejolaš sámegiela oahpahussii oaivvilduvvon ruhtadeami, mii lei oažžumis, ja ozai oahpahusráđđehusas ”sisafárrejeaddjiid iežaset eatnigiela, sámegiela ja románagiela oahpahusa ” sierra stáhtadoarjaga, ja ná beasai dán stáhtadoarjaga birra addon njuolggadusaid ollái.

source: Erikoiseksi tilanteen tekee A2kielen ja ”maahanmuuttajien oman äidinkielen, saamen kielen ja romanikielen opetuksen ” erillistä valtionavustusta koskevien määräysten keskinäinen ristiriitaisuus.
sme: Erenoamážin dili dahká A2giela ja ”sisafárrejeaddjiid iežaset eatnigiela, sáme ja románagiela oahpahusa ” sierra stáhtadoarjaga guoski mearrádusaid gaskavuođa ruossalasvuohta.

source: Saamenkieliset oppilaat, jotka Rovaniemellä ovat olleet saamen opetuksen ydinryhmä kautta vuosien, ovat saaneet oman äidinkielensä opetusta pitkän vieraan kielen (A2) nimissä.
sme: Sámegielat oahppit, geat Roavvenjárggas leat leamaš sámegiela oahpahusa váimmusjoavku buot dáid jagiid, leat ožžon iežaset eatnigiela oahpahusa guhkes vieris giela (A2) namas.

source: Toisaalta pitkän vieraan kielen opetukseen ei kuitenkaan ole voitu ottaa sellaisia oppilaita, joille saamen kieli olisi aidosti vieras kieli.
sme: Nuppe dáfus guhkes vieris giela oahpahussii ii goitge leat sáhttán váldit dakkár oahppiid, geaidda sámegiella livččii duođaid vieris giella.

source: Opetusministeriön antama asetus edellyttää oppilaiden olevan saamea äidinkielenään puhuvia tai, että kieli on oppilaan kotona käytetty kieli.
sme: Oahpahusministeriija addin ásahus gáibida, ahte oahppit leat sámegiela eatnigiellan hálli dahje, ahte giella lea oahppi ruovttus geavahuvvon giella.

source: Saamen kieltä osaamattomilla saamelaisoppilailla tai eisaamelaisilla ei ole mahdollisuutta saamen kielen opetuksen saamiseen, siitäkään huolimatta että opetusta tarjotaan vieraana kielenä (A2), mikäli koulutuksen järjestäjä noudattaa tarkasti opetusministeriön asetuksen säännöksiä.
sme: Sámegiela dáidemeahttun sámeoahppiin dahje iisápmelaččain ii leat vejolašvuohta sámegiela oahpahusa oažžumii, dasge fuolakeahttá ahte oahpahus fállojuvvo vieris giellan (A2), juos oahpahusa ordnejeaddji čuovvu dárkilit oahpahusministeriija ásahusa njuolggadusaid.

source: Tämän takia opetuksen tarjoaminen useammille oppilaille on mahdotonta ja ryhmät pysyvät minimaalisen pieninä ja heterogeenisina.
sme: Dán dihte oahpahusa fállan máŋgga oahppái lea veadjemeahttun ja joavkkut bissot hui unnin ja heterogenalažžan.

source: Tilannetta voi tulkita siten, että nykyisin voimassa olevat saamen opetusta kotiseutualueen ulkopuolella koskevat määräykset rajaavat tähän opetukseen oikeutetun oppilasryhmän, opetukseen käytettävät viikkotunnit ja opetuksen rahoituksen niin tiukasti, että opetuksen kehittäminen käy mahdottomaksi.
sme: Dili sáhttá dulkot nu, ahte dán áigge sáme giela oahpahusa ruovttuguovllu olggobealde guoski mearrádusat, mat leat fámus, ráddjejit dán oahpahussii vuoigadahtton oahppiid joavkku, oahpahussii geavahuvvon vahkkodiimmuid ja oahpahusa ruhtadeami nu čavgadit, ahte oahpahusa ovddideapmi šaddá veadjemeahttumin.

source: Työryhmän mielestä saamelaisopetuksen kokonaisvaltainen kehittäminen ja kielen opetuksen saattaminen luonnolliseksi osaksi koulutyötä ympäri maan, tulee aloittaa pikaisesti.
sme: Bargojoavkku mielas sámeoahpahusa ollislaš ovddideapmi ja giela oahpahusa oažžun lunddolaš oassin skuvlabarggu miehtá riikka galgá álggahuvvot johtilit.

source: Edellä käsitellyn kaltaiset säännösten aiheuttamat esteet ja solmut tulee purkaa ja saattaa saamelaisopetuksen asema ja mahdollisuudet ´normaaliin tilanteeseen´, jossa kielen opetusjärjestelyissä otetaan huomioon oppilaiden erilaiset kielitaustat: osa saamelaisoppilaista puhuu saamea äidinkielenään, osalle se on heikommin hallittu toinen kieli ja osalla ei ole lainkaan kielitaitoa.
sme: Ovddabealde gieđahallon, njuolggadusaid dagahan eastagiid ja čuolmmaid galgá čoavdit ja oažžut sámeoahpahusa ´normála dillái´, mas giela oahpahusordnemiin váldojit vuhtii oahppiid iešguđetlágan gielladuogážat: oassi sámeoahppiin hállá sámegiela eatnigiellan, oassái dat lea heittogabbot hálddašuvvon nubbi giella ja oasis ii leat ollege gielladáidu.

source: Lisäksi kouluissa, erityisesti pohjoisessa, on myös muita oppilaita, jotka haluaisivat oppia saamen kieltä.
sme: Lassin skuvllain, erenoamážit davvin, leat maid eará oahppit, geat háliidivčče oahppat sámegiela.

source: Vuonna 2004 voimaan tulleen saamen kielilain säännösten toteuttaminen edellyttää uusien kielen puhujien kasvamista.
sme: Jagi 2004 fápmui boahtán sámi giellalága njuolggadusaid ollašuhttin gáibida ođđa giela hálliid šaddama.

source: Mistä muualta uusia kielen puhujia voisi tulla kuin koulun vieraan kielen opetuksesta?
sme: Gos eará sajis dat sáhtášedje boahtit go skuvlla vieris giela oahpahusas?

source: Kehittämisehdotukset
sme: Ovddidanevttohusat

source: 1. Opetusministeriö asettaa pikaisesti työryhmän, jonka tehtävänä on valmistella saamelaisopetuksen kokonaisvaltainen kehittämissuunnitelma, tarkistaa ja korjata saamelaisopetusta koskevat toiminnalliset ja resurssisäännökset ja valmistella saamelaiskäräjien asemaa saamelaisopetuksen itsehallintoelimenä koskevat menettelytavat ja säännökset.
sme: 1. Oahpahusministeriija ásaha johtilit bargojoavkku, man bargun lea válmmaštallat sámeoahpahusa ollislaš ovddidanplána, dárkkistit ja divvut sámeoahpahusa guoski doaibman ja resursanjuolggadusaid ja válmmaštallat sámedikki saji sámeoahpahusa iešstivrenorgánan guoski meannudanvugiid ja njuolggadusaid.

source: 2. Saamen kielen opetus tulee irrottaa maahanmuuttajien ja muiden vieraiden kielten opetusta koskevasta asetuksesta ja valmistella saamelaisopetuksen kokonaisuutta koko maassa koskeva säännös/ säännökset.
sme: 2. Sámegiela oahpahusa galgá sirret sisafárrejeaddjiid ja eará vieris gielaid oahpahusa guoski ásahusas ja válmmaštallat sámeoahpahusa ollisvuođa oppa riikkas guoski njuolggadusa/njuolggadusaid.

source: Saamen opetuksen kehittäminen tulee tehdä mahdolliseksi koko maassa niin, että opetuslainsäädännössä ja opetussuunnitelman perusteissa säädettyjä opetuskieltä, äidinkielen ja kirjallisuuden sekä saamea vieraan kielen oppiaineena koskevia säännöksiä on mahdollista noudattaa koko maassa.
sme: Sámegiela oahpahusa ovddideami galgá dahkat vejolažžan oppa riikkas nu, ahte oahpahusláhkaásaheamis ja oahpahusplána vuođustusain mearriduvvon oahpahusgiela, eatnigiela ja girjjálašvuođa sihke sámegiela vieris giela oahppaávnnasin guoski njuolggadusaid lea vejolaš čuovvut oppa riikkas.

source: Suomen perustuslaissa saamelaisille säädettyä oikeutta omaan kieleen ja kulttuuriin ei ole sidottu kotiseutualueeseen.
sme: Suoma vuođđolágas sámiide ásahuvvon vuoigatvuohta iežaset gillii ja kultuvrii ii leat čadnon ruovttuguvlui.

source: Opetusta koskeva säännöstö tulee saattaa perustuslain edellyttämälle tasolle ja ottaa huomioon saamelaisten asema maan alkuperäiskansana.
sme: Oahpahusa guoski mearrádusaid galgá fidnet vuođđolága gáibidan dássái ja váldit vuhtii sámiid sajádaga riikka eamiálbmogin.

source: Alkuperäiskansaan kuuluvien lasten ja nuorten oikeus omaan kieleensä ei voi olla säännelty samalla tavalla kuin maahanmuuttajien kieliä, usein suuria eiuhanalaisia maailmankieliä, puhuvien oppilaiden oikeus niiden omien kielten opetuksen saamiseen Suomessa.
sme: Eamiálbmogii gulli mánáid ja nuoraid vuoigatvuohta iežaset gillii ii sáhte leat mearriduvvon seamma láhkai go sisafárrejeaddjiid gielaid, dávjá stuorra iiáittatvuloš máilmmigielaid, hálli oahppiid vuoigatvuohta daid iežaset gielaid oahpahusa oažžumii Suomas.

source: 3. Saamelaisopetus kotiseutualueen ulkopuolella mahdollistetaan rahoitussäännöksissä kahdella tavalla: 1) purkamalla saamen kielen ja saamenkielistä opetusta opetus ja kulttuuritoimen rahoituksesta annetussa laissa koskevan säännöksen (43 § 2 mom) alueellinen rajaus saamelaisten kotiseutualueeseen, ja 2) luomalla erityinen rahoitusjärjestely saamelaisalueen koulutuskeskuksessa annettavaa perusopetukseen liittyvää saamen kielen virtuaaliopetusta varten.
sme: 3. Sámeoahpahus ruovttuguovllu olggobealde dahkko vejolažžan ruhta dannjuolggadusain guovtti láhkai: 1) burgimiin oahpahus ja kulturdoaimma ruhtadeamis addon lágas sámegiela ja sámegielat oahpahusa guoski mearrádusa (43 § 2 mom) ja váldimiin das eret guovlluguovdasaš ráddjema sámiid ruovttuguvlui, ja 2) vuođ đudemiin sierra ruhtadanortnega sámi oahpahusguovddáža vuođđooahpahussii laktáseaddji sámegiela virtuálaoahpahusa várás.

source: Rahoitusjärjestely mahdollistaa opetuksen järjestämisen oppilaan kielitaidon (äidinkieli, toinen kieli, vieras kieli) mukaisesti joko lähiopetuksena tai saamelaisalueen koulutuskeskuksesta annettuna verkkoopetuksena.
sme: Dákkár ruhtadanortnet dagašii vejolažžan oahpahusa ordnema oahppi gielladáiddu (eatnigiella, nubbi giella, vieris giella) mielde juogo lagas oahpahussan dahje sámi oahpahusguovddážis addon fierbmeoahpahussan.

source: Lähiopetuksen tulee olla ensisijainen vaihtoehto, mutta tilanteissa ja alueilla, joilla ei ole saatavilla saamen kielen opettajaa, opetuksen saaminen verkossa tulee tehdä mahdolliseksi ja helpoksi.
sme: Lagasoahpahus galgá leat vuosttas molssa eaktu, muhto diliin ja guovlluin, gos ii leat fidnemis sámegielat oahpa headdji, oahpahusa oažžuma fierpmis galgá dahkat vejolažžan ja álkin.

source: Verkkoopetuksen rahoituksessa tulee huomioida myös opetusta saavalle koululle aiheutuvia kustannuksia.
sme: Fierbme oahpahusa ruhtadeamis galgá váldit vuhtii maid oahpa husa oažžu skuvlii šaddi goluid.

source: 4. Saamelaisalueen koulutuskeskukseen kehitetään saamen kielen opetuksen virtuaalikeskus, jossa työskentelee päätoimisia saamen kielen verkkoopettajia (pohjois, inarin ja koltansaame).
sme: 4. Sámi oahpahusguovddážii ráhkaduvvo sámegiela oahpahusa virtuálaguovddáš, gos barget váldodoaibmasaš sámegiela fierbmeoahpaheaddjit (davvi, anár ja nuortasámegiella).

source: Päätoimiset verkkoopettajat eivät ole sidottuja muiden koulutuksen järjestäjien lukujärjestyksiin ja opetustuntien yhteensovittaminen eri puolilla maata (tarvittaessa myös saamelaisten kotiseutualueella) sijaitsevien koulujen kanssa on helpompaa.
sme: Váldodoaibmasaš fierbme oahpaheaddjit eai leat čadnojuvvon eará oahpahusa ordnejead djiid lohkanortnegiidda ja oahpahusdiimmuid oktii heive heapmi skuvllaiguin, mat leat sierra guovlluin riikka, lea álkit.

source: Lisäksi erityiset verkkoopettajat voivat erikoistua verkkopedagogisten taitojen, verkkomateriaalien ja verkkooppimisen kehittämiseen.
sme: Las sin sierra fierbmeoahpaheaddjit sáhttet váldit sierraoahpu fierbme pedagogalaš dáidduid, fierbmemateriálaid ja fierpmis oahppama ovddideami várás.

source: Saamelaisalueen koulutuskeskuksesta annetussa laissa ja opetusministeriön oppilaitokselle antamassa koulutuksen järjestämisluvassa mahdollistetaan perusopetukseen liittyvän saamen kielen verkkoopetuksen antaminen.
sme: Sámi oahpahusguovddáža birra addon lágas ja oahpahus ministeriija oahppolágádusaide addin skuvlejumi ordnen lobis dahkko vejolažžan vuođđooahpahussii gulli sámegiela oahpahusa addin.

source: 5. Saamelaiskäräjien koulutus ja oppimateriaalitoimistosta kehitetään saamelaisopetuksen valtakunnallinen kehittämiskeskus, jolle kuuluu opetuksen kehittämis, tiedottamis, arviointi, neuvottelu ja raportointitehtäviä (ks. liite 5).
sme: 5. Sámedikki skuvlen ja oahppamateriáladoaimmahagas ráhkaduvvo sámeoahpahusa riikkaviidosaš ovddidanguovddáš, masa gullet oahpahusa ovddidan, dieđihan, árvvoštallan, ráđđádallan ja raporterenbarggut (gč. mildosa 5).

source: Saamelaiskäräjien ja opetusministeriön välille luodaan säännölliset hallinnolliset menettelytavat, raportointi ja neuvottelukäytäntö, jossa saamelaisopetuksen kehittämistarpeita käsitellään mm. valtion talousarvion valmistelun ja koulutuspoliittisten uudistusten valmisteluun liittyen.
sme: Sámedikki ja oahpahusministeriija gaskii ráhkaduvvojit bissovaš hálddahuslaš meannudanvuogit, raporteren ja ráđđádallangeavat, mas sámeoahpahusa ovddidandárbbut gieđahallojuvvojit ee. stáhta bušeahta ja skuvlenpolitihkalaš ođastusaid válmmaštallamiid oktavuođas.

source: Saamelaisille perustuslaissa turvattu itsehallinto toteutetaan opetushallinnossa ja valmistaudutaan Kansainvälisen työjärjestön ILO:n alkuperäiskansasopimuksen n:o 169 ratifioimiseen.
sme: Sápmelaččaide vuođđolágas dorvvastuvvon iešstivrejupmi ollašuhttojuvvo oahpahushálddahusas ja ráhkkanuvvo Riikkaidgaskasaš bargoorganisašuvnna ILO eamiálbmotsoahpamuša nr 169 dohkkeheapmai (ratifiseremii).

source: Sopimus edellyttää mm. alkuperäiskansan vahvaa osallistumisoikeutta oman kansansa opetusta koskevissa asioissa.
sme: Soahpamuš gáibida ee. eamiálbmoga nana oassálastinvuoigatvuođa iežas álbmoga oahpahusa guoski áššiin.

source: Koulutuspoliittinen välinpitämättömyys saamelaisopetuksen ongelmien ratkaisemiseksi on johtamassa saamen kieltä puhuvien ihmisten määrän nopeaan vähenemiseen ja saamelaisten kotiseutualueen ulkopuolella asuvien saamelaisten kielen ja identiteetin vaihtumiseen.
sme: 9. Oktiigeassu Skuvlenpolitihkalaš berošmeahttunvuohta sámeoahpahusa váttisvuođaid čoavdimii lea doalvumin sámegiela hálliid meari johtilis geahppáneapmái ja sámiid ruovttuguovllu olggobealde ássiid sámiid giela ja identitehta molsa šuvvamii.

source: Opetusta koskevissa säännöksissä kotiseutualueen ulkopuolella asuvat saamelaiset ovat maahanmuuttajiin verrattavassa asemassa.
sme: Oahpahusa guoskevaš njuolggadusain ruovttuguovllu olggobealde ássi sámit giehtadallojit sisafárrejeaddjiide buohtalaston joavkun, mas bargojoavkku raporta addá muhtin konkrehtalaš ovdamearkkaid.

source: Tilanne on Suomen perustuslain ja Suomen antamien kansainvälisten sitoumusten vastainen.
sme: Dilli lea Suoma vuođđolága ja Suoma addin, eamiálbmogiid guoskevaš riikkaidgaskasaš čatnasumiid vuostásaš.

source: Työryhmä on selvittänyt kotiseutualueen ulkopuolella muutamalla paikkakunnalla, mm. Helsingissä, Tampereella, Oulussa ja Rovaniemellä annettua saamen kielen opetusta ja toteaa raportissaan, ettei opetuksella ole nykysäännöksin kehittymisedellytyksiä.
sme: Bargojoavku lea čielggadan ruovttuguovllu olggobealde moatti báikegottis, ee. Helssegis, Tamperees, Oulus ja Roavvenjárggas addojuvvon sáme giela oahpahusa ja gávnnaha raporttas, ahte oahpahusas ii leat dálá njuolg gadusaid vuođul ovdánanvejolašvuohta.

source: Saamen kielen ja saamenkielisessä opetuksessa ja sen tilanteessa on paljon puutteita myös kotiseutualueella, mutta sen ulkopuolella tilanne on hälyttävä.
sme: Sámegiela ja sámegielat oahpahusas ja dan dilis leat olu váilevuođat maiddái ruovttuguovllus, muh to ruovttuguovllu olggobealde dilli lea hui fuolastuhtti.

source: Alkuperäiskansan kielen opetusta annetaan kotiseutualueen ulkopuolella samoin perustein kuin mm. maahanmuuttajien kielten opetusta.
sme: Eamiálbmoga giela oahpahus addojuvvo ruovttuguovllu olggobealde seam ma vuođustusaiguin go ee. sisafárrejeaddjiid gielaid oahpahus.

source: Maahanmuuttajien kielet ovat usein suuria maailmankieliä, kuten espanja, englanti ja arabia.
sme: Sisafárrejeaddjiid gielat leat dávjá stuorra máilmmigielat, nugo espánjagiella, eaŋ galsgiella, punjabi dahje arabia.
